;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Kalju Tetlov
; TranslationAuthorEmail: kalju@kaljuinfo.eu
; TranslationAuthorWeb: 
; Soft Version: 1.0.8
;

[GUI]
ButtonYes=Jah
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Minimeeri
ButtonMaximize=Maksimeeri
ButtonClose=Sule
ButtonRestore=Taasta
ButtonMenu=Menüü
[Lang]
NativeLanguage=Estonian
[Translation]
LangCode=0425
ReadHabit=Left-to-right
LanguageName=ENU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Kinnitus
Warning=Hoiatus
Error=Viga
Confirm=Kinnitus
CurVer=Antud versioon:
FrmGBAbout.caption=Teave
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Antud versioon:
FrmGBAbout.lblemail.caption=Teenuse e-meil:
FrmGBAbout.lblhome.caption=Koduleht:
FrmGBAbout.lblthank.caption=Täname järgmisi inimesi nende panuse eest:
pmHelp=Online abi
pmHome=Koduleht
pmCheckNew=Otsi uuendusi
pmLang=Keelevalik
pmAbout=Meist
pmrun=Mängi
pmadd=Lisa mäng
pmdel=Kustuta mäng
pminfo=Mängu informatsioon
pmEndProcess=Lõpeta protsess
pmExclude=Välista
pmNoExclude=Lõpeta välistamine
pmGoogle=Otsi Google'ga
FrmGBMain.BtnTabGame.Caption=Minu mängud
FrmGBMain.BtnTabOpt.Caption=Optimeeri süsteem
FrmGBMain.BtnTabProcess.Caption=Optimeeri protsesse
FrmGBMain.BtnTabService.Caption=Optimeeri teenuseid
FrmGBMain.Btnlikeit.Caption=Hinda
FrmGBMain.BtnRestore.Caption=Taasta
FrmLikeit.lblTitle.caption=Kui Sulle meeldib Wise Game Booster, palun soovita seda ka neile, keda Sina armastad.
FrmLikeit.lblInfo.caption=Palun jaga Game Booster'it oma perele, sõpradele, klassikaaslaste, ja kolleegidele e-meili, blogi, Twitteri, Youtube, facebooki, jne kaudu. Tore ju! Nii tood lihtsuse ja efektiivsuse ka nende ellu.
FrmLikeit.lblRate.caption=Hinda Wise Game Booster'it:
FrmLikeit.lblfollow.caption=Jälgi meid:
FrmLikeit.lblshare.caption=Jaga Wise Game Booster'it:
FrmLikeit.btndownload.caption=Vaba laadimine
FrmLikeit.imgrate.hint=Hinda meid 5 tähega
FrmLikeit.imgmail.hint=Jaga seda oma sõpradega
FrmLikeit.imgface1.hint=Jaga seda facebook'is
FrmLikeit.imgface2.hint=Jälgi meid facebook'is
FrmLikeit.imgtwitter1.hint=Jaga twitter'is
FrmLikeit.imgtwitter2.hint=Jälgi meid twitter'is
FrmLikeit.Caption=Hinda
FrmLikeit.lbldownload.caption=Lae veel vabavara WiseCleaner.com'ist
FrmGameinfo.caption=Mängu informatsioon
FrmGameinfo.lbltype.caption=Mängu tüüp:
FrmGameinfo.lblname.caption=Faili nimi:
FrmGameinfo.lblPublisher.caption=Mängu tootja:
FrmGameinfo.lbltimes.caption=Tööaeg:
FrmGameinfo.lbllasttime.caption=Viimane kasutus:
FrmGameinfo.lblrate.caption=Hinnang:
FrmGameinfo.lblcomment.caption=Märkused:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Katkesta
FrmGameBox.btnsysopt.caption=Optimeeri
FrmGameBox.btnProcessopt.caption=Optimeeri
FrmGameBox.btnServiceopt.caption=Optimeeri
FrmGameBox.btnopt.caption=Optimeeri kõik
FrmSysOpt.btnopt.caption=Optimeeri kohe
FrmSysOpt.lblhint.caption=Palun optimeeri järgmisi protsesse mängujõudluse suurendamiseks.
FrmSysOpt.lblreall.caption=Jätka kõiki
FrmProcess.lblhint.caption=Sule suure mälukasutusega protsessid mängu kiirendamiseks.
ProcessCpu=CPU kasutus
ProcessMemory=Mälukasutus
ProcessSuggest=Soovitus
ProcessAction=Protsesside korraldus
ProcessMostMemUse=Suure mälukasutusega programmid
FrmService.lblhint.caption=Sule mitteolulised protsessid mängu kiirendamiseks.
ServicePublisher=Tootja
ServiceSuggest=Soovitus
ServiceAction=Teenusekorraldus
ServiceStop=Peata kasutud teenused
ServiceDisable=Peata (soovitatav)
ServiceEnable=Käivita (soovitatav)
ServiceKeep=Säilita (soovitatav)
ServiceMust=Peab olema lubatud
Frmrestore.Btnreall.caption=Taasta kõik
Frmrestore.caption=Taasta teenus
Frmrestore.Btnok.caption=OK
ServiceName=Teenuse nimi
ServiceChangeDateTime=Viimati muudetud
ServiceRestore=Taastamine
[GameBox]
GameUnknow=Tundmatu
GameRPG=Rollimängud
GameShot=Laskmise mängud
GameOther=Muud mängud
NeverPlay=Pole mängitud
UnknowPublisher=Tundmatu tootja
lstbtnadd=Lisa mäng
LblSysopt=Süsteemi optimeerimine
LblProcessopt=Protsessikorraldus
LblServiceopt=Teenuste optimeerimine
LblTitleCheck=Testin arvuti jõudlust, palun oota...
[message]
FirRun=Kas Sa soovid, et WGB otsiks esimesel käivitusel kõiki Sinu kohalikke mänge?
NoNewVer=Õnnitleme! Sa kasutadki viimast versiooni.
CheckComputer=Testin arvuti jõudlust, palun oota...
SearchGame=Otsin Sulle kohalikke mänge, palun oota...
Allgood=Õnnitleme! Sinu arvuti on heas seisus ja ei vaja optimeerimist.
SysGood=Õnnitleme! Midagi pole vaja optimeerida.
ProcessGood=Õnnitleme! Ühtegi protsessii pole vaja lõpetada.
ServiceGood=Õnnitleme! Ühtegi teenust pole vaja peatada.
HaveProblem=Leiti %d üksust! Nende parandamiseks palun kliki "Optimeeri kõik".
sysProblem=%d üksus(t) tuleb optimeerida.
Processproblem=%d protsessi tuleb mälu vabastamiseks lõpetada.
Serviceproblem=%d teenust tuleb lõpetada.
DeleteGame=Soovid kindlasti selle mängu eemaldada?
HaveOpt=Optimeeritud
btnRestore=Jätka
btnOpt=Optimeeri kohe
BtnAction=Aktsioon
BtnStop=Peata teenus
SuggestClose=Lõpeta (soovitatav)
SuggestKeep=Säilita (soovitatav)
haveStoped=Peatatud
HaveRun=Käivitatud
BtnRun=Käivita
HaveFail=Peatamine nurjus
OptComputer=Optimeerin, palun oota...
AllgoodAfterOpt=Optimeerimine on tehtud ja vabanes %s MB. Mängi nüüd!
AllgoodAfterManualOpt=Õnnitleme! Midagi pole vaja optimeerida. Võid mängida!
HaveProblemAfterOpt=%d üksust ei saanud optimeerida, aga %s MB mälu vabanes.
[sysopt]
SystemStable=Süsteemi stabiilsus
SystemSpeedup=Süsteemi kiirendus
NetworkSpeedup=Inteneti kiirendus
AutoKill=Sule automaatselt mittevastavad protsessid, et vältida süsteemi kokkujooksu
RestartExplorer=Käivita Windows Explorer automaatselt uuesti, et vältida töölaua kadumist
TwoProcess=Pane Windows Explorer tööle eraldi protsessina, et vältida süsteemi konflikte
ErrorReport=Keela ekraanil vigade teatamine protsessi jõudluse suurendamiseks
Debugger=Keela silumine vigade kiiremaks parandamiseks
OptMemory=Optimeeri mälu vaikimisi seadeid süsteemi jõudluse suurendamiseks
OptVEff=Optimeeri välimuse komponentide esitlust (dialoogikastid, menüüd, jne.), et tõsta süsteemi vastamise kiirust
OptFileSystem=Optimeeri failisüsteemi jõudluse parandamiseks
OptDiskSystem=Optimeeri ketta alamsüsteemide I/O jõudluse parandamiseks
DisAutoRun=Keela draivide "Autokäivitus" funktsioon, et vältida viirusi
OptTTL=Optimeeri TTL(Time To Live-eluiga) seadeid võrgukiiruse parandamiseks
OptNetForward=Optimeeri võrgu edastusvõimet kiiruse suurendamiseks
OptMTU=Tuvasta automaatselt "mustad augud" vastavalt "Path MTU Discovery" tehnoloogiale, et parandada TCP/IP jõudlust
OptWINS=Optimeeri WINS nimepäringu aega, et kiirendada andmeedastust
OptNetWork=Optimeeri võrguseadeid ülekande kiirendamiseks
CloseAnimate=Keela animatsiooniefektid akende minimeerimisel ja maksimeerimisel, et kiirendada toiminguid
PagingExecutive=Keela mälulehekülgede nummerdamine ja vähenda ketta I/O rakenduste kiirenduseks. (Ignoreeri seda, kui füüsiline mälu on < 1GB)
StaticIP=Määra kohalikule ühendusele staatiline IP, et käivitumist kiirendada
PorcessorTime=Optimeeri protsessori jõudlust, et rakendused, mängud jne. töötaksid sujuvamalt. (Ignoreeri serveri korral.)
DisableIDECheck=Väldi käivituse kiirendamiseks IDE kanalite otsimist
ForeAppSpeed=Tõsta esiplaani programmide vastamise kiirust
AeroPeek=Tõsta piilumisakende (Aero Peek) näitamise kiirust
